/* poll time in seconds */
" (%gs)" = " (%gs)";

/*  (full inheritance not available) */
" (full inheritance not available)" = " (full inheritance not available)";

/*  (needs update) */
" (needs update)" = " (needs update)";

/* Long window title format string - 1: filename, 2: hostname, 3: registry plane, 4: selected object */
"%1$@ (%2$@) \\U2014 %3$@ \\U2014 %4$@" = "%1$@ (%2$@) — %3$@ — %4$@";

/* Long window title format string - 1: hostname, 2: registry plane, 3: selected object */
"%1$@ \\U2014 %2$@ \\U2014 %3$@" = "%1$@ — %2$@ — %3$@";

/* Dictionary/Array value format (singular) */
"%@ of %ld value" = "%1$@ of %2$ld value";

/* Dictionary/Array value format (zero/plural) */
"%@ of %ld values" = "%1$@ of %2$ld values";

/* Dictionary/Array value format (singular) */
"%ld value" = "%ld value";

/* Dictionary/Array value format (zero/plural) */
"%ld values" = "%ld values";

/* n-byte format */
"%ld-byte" = "%ld-byte";

/* %lu %@ characters */
"%lu %@ characters" = "%1$lu %2$@ characters";

/* automatic data format description */
"%lu bytes autoformatted as hexadecimal bytes in host byte order" = "%lu bytes autoformatted as hexadecimal bytes in host byte order";

/* data format string */
"%lu bytes interpreted as" = "%lu bytes interpreted as";

/* automatic data format description (mult. strings) */
"%lu bytes interpreted as %lu strings in MacRoman encoding" = "%1$lu bytes interpreted as %2$lu strings in MacRoman encoding";

/* automatic data format description (1 string) */
"%lu bytes interpreted as a string in MacRoman encoding" = "%lu bytes interpreted as a string in MacRoman encoding";

/* single matching object */
"%lu object matches" = "%lu object matches";

/* zero/plural matching objects */
"%lu objects match" = "%lu objects match";

/* number format string */
"%lu-byte number as" = "%lu-byte number as";

/* number automatic description format string */
"%lu-byte number interpreted in native byte order" = "%lu-byte number interpreted in native byte order";

/* (fragmentary bytes at end shown as \"\\U2026\") */
"(fragmentary bytes at end shown as \"\\U2026\")" = "(fragmentary bytes at end shown as \"…\")";

/* illegal number value */
"(illegal number value)" = "(illegal number value)";

/* (no object selected) */
"(no object selected)" = "(no object selected)";

/* No object selected */
"(No object selected)" = "(No object selected)";

/* Unknown type name */
"(Unknown value type)" = "(Unknown value type)";

/* 16-bit integer */
"16-bit integer" = "16-bit integer";

/* 16-bit integers */
"16-bit integers" = "16-bit integers";

/* 32-bit integer */
"32-bit integer" = "32-bit integer";

/* 32-bit integers */
"32-bit integers" = "32-bit integers";

/* 64-bit integer */
"64-bit integer" = "64-bit integer";

/* 64-bit integers */
"64-bit integers" = "64-bit integers";

/* 8-bit integer */
"8-bit integer" = "8-bit integer";

/* 8-bit integers */
"8-bit integers" = "8-bit integers";

/* < \\U2013 Unable to convert data using selected encoding \\U2013 > */
"< \\U2013 Unable to convert data using selected encoding \\U2013 >" = "< – Unable to convert data using selected encoding – >";

/* \\U2026 */
"\\U2026" = "…";

/* Array */
"Array" = "Array";

/* ASCII Characters */
"ASCII Characters" = "ASCII Characters";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "Automatic";

/* big-endian */
"big-endian" = "big-endian";

/* binary */
"binary" = "binary";

/* Boolean */
"Boolean" = "Boolean";

/* Characters */
"Characters" = "Characters";

/* Could not access the IORegistry. */
"Could not access the IORegistry." = "Could not access the IORegistry.";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List\\U2026" = "Customize Encodings List…";

/* Data */
"Data" = "Data";

/* Data of %ld bytes */
"Data of %ld bytes" = "Data of %ld bytes";

/* Data of 1 byte */
"Data of 1 byte" = "Data of 1 byte";

/* decimal */
"decimal" = "decimal";

/* Dictionary */
"Dictionary" = "Dictionary";

/* Discovered %@ %@ */
"Discovered: %@ %@" = "Discovered: %1$@ %2$@";

/* boolean false */
"False" = "False";

/* Fatal Error */
"Fatal Error" = "Fatal Error";

/* hexadecimal */
"hexadecimal" = "hexadecimal";

/* Hide All Bookmarks */
"Hide All Bookmarks" = "Hide All Bookmarks";

/* Hide Find Options */
"Hide Find Options" = "Hide Find Options";

/* Hide Property Options */
"Hide Property Options" = "Hide Property Options";

/* Hide Terminated Objects */
"Hide Terminated Objects" = "Hide Terminated Objects";

/* little-endian */
"little-endian" = "little-endian";

/* Multiple Matches for Path */
"Multiple Matches for Path" = "Multiple Matches for Path";

/* native-endian */
"native-endian" = "native-endian";

/* New Bookmark */
"New Bookmark" = "New Bookmark";

/* New Explorer Window */
"New Explorer Window" = "New Explorer Window";

/* New Viewer Window */
"New Viewer Window" = "New Viewer Window";

/* New Viewer Window for '%@' */
"New Viewer Window for '%@'" = "New Viewer Window for '%@'";

/* No search */
"No search" = "No search";

/* Nul-terminated ASCII string */
"Nul-terminated ASCII string" = "Nul-terminated ASCII string";

/* Number */
"Number" = "Number";

/* octal */
"octal" = "octal";

/* OK */
"OK" = "OK";

/* Property */
"Property" = "Property";

/* Quit */
"Quit" = "Quit";

/* registry has changed */
"registry has changed" = "registry has changed";

/* Set Timed Update Interval\\U2026 */
"Set Timed Update Interval\\U2026" = "Set Timed Update Interval…";

/* Show All Bookmarks */
"Show All Bookmarks" = "Show All Bookmarks";

/* Show Find Options */
"Show Find Options" = "Show Find Options";

/* Show Property Options */
"Show Property Options" = "Show Property Options";

/* Show Terminated Objects */
"Show Terminated Objects" = "Show Terminated Objects";

/* signed */
"signed" = "signed";

/* String */
"String" = "String";

/* Terminated %@ %@ */
"Terminated: %@ %@" = "Terminated: %1$@ %2$@";

/* The file is stored in an old version that cannot be used with the version of the application. */
"The file is stored in an old version that cannot be used with the version of the application." = "The file is stored in an old version that cannot be used with the version of the application.";

/* The first object matching the path will be selected */
"The first object matching the path will be selected" = "The first object matching the path will be selected";

/* Timed Update */
"Timed Update" = "Timed Update";

/* Timed Update\\U2026 */
"Timed Update\\U2026" = "Timed Update…";

/* boolean true */
"True" = "True";

/* Unknown */
"Unknown" = "Unknown";

/* unsigned */
"unsigned" = "unsigned";

/* Updated %@ %@ */
"Updated: %@ %@" = "Updated: %1$@ %2$@";

/* Using Custom Settings */
"Using Custom Settings" = "Using Custom Settings";

/* Using Default Settings */
"Using Default Settings" = "Using Default Settings";

/* Using Shared Settings */
"Using Shared Settings" = "Using Shared Settings";

/* Message for when a collection property is selected. */
"View data/numbers within the selected %@ property as:" = "View data/numbers within the selected %@ property as:";

/* Message for when no data properties are selected. */
"View data/numbers within the selected registry entry as:" = "View data/numbers within the selected registry entry as:";

/* Message for when a data/number property is selected. */
"View the selected %@ property as:" = "View the selected %@ property as:";

/* was out of date */
"was out of date" = "was out of date";

